

"hint.showCursor.title" = "Cursor capturé";
"hint.showCursor.content.after" = "de nouveau pour libérer le curseur de la souris pour cliquer sur n'importe quel élément à l'écran";
"hint.mouseMapping.content.after" = "pour capturer le curseur de la souris pour activer la fonctionnalité de mappage complète";
"menu.keymapping.upsizeElement" = "Mettre à jour l'élément sélectionné";
"hint.showCursor.content.before" = "Appuyer";
"menu.keymapping.toggleDebug" = "Activer/Désactiver le superposé de débogage";
"hint.mouseMapping.content.before" = "Certaines fonctionnalités de mappage nécessitent que le curseur de la souris soit capturé pour prendre effet\nAppuyez sur";
"hint.mouseMapping.title" = "Mappage de la souris non entièrement activé";
"hint.keymappingEditor.content" = "Cliquez sur une zone vide pour créer un nouveau mappage\nFaites glisser un bouton pour modifier sa position\nAppuyez sur une touche pour l'assigner au bouton sélectionné";
"hint.keymappingEditor.title" = "Éditeur de mappage de touches";
"hint.keymapSaved" = "Keymap sauvegardé";
"menu.keymapping" = "Mappage de touches";
"menu.keymapping.deleteElement" = "Supprimer l’élément sélectionné";
"menu.keymapping.downsizeElement" = "Réduire l'élément sélectionné";
"menu.keymapping.rotateDisplay" = "Faire pivoter la zone d'affichage";
"menu.keymapping.toggleEditor" = "Ouvrir/Fermer l'éditeur de mappage des touches";
